Repository: theforeman/foreman_webhooks
Catalog: locale/*/foreman_webhooks.po
Languages: fr, ja, ka

source: Actions
ja: アクション
ka: ქმედებები

source: Additional
fr: Informations complémentaires
ja: 追加
ka: დამატებით

source: Authentication credentials
fr: Informations d'authentification
ja: 認証情報
ka: ავთენტიკაციის დეტალები

source: Authorize with Foreman client certificate and validate smart-proxy CA from Settings
fr: Autoriser avec le certificat client Foreman et valider l'autorité de certification Smart Proxy à partir des paramètres
ja: Foreman クライアント証明書で認証し、設定からの smart-proxy CA を検証する
ka: Foreman-ის კლიენტის სერტიფიკატით ავტორიზაცია და ჭკვიანი პროქსის CA-ის გადამოწმება პარამეტრებიდან

source: Change the password
ja: パスワードの変更

source: Clone a template
fr: Cloner un modèle
ja: テンプレートのクローン
ka: შაბლონის კლონირება

source: Confirm Webhook Deletion
fr: Confirmer la suppression du webhook
ja: Webhook の削除の確認
ka: დაადასტურეთ ვებჰუკის წაშლა

source: Create Template
fr: Créer un modèle
ja: テンプレートの作成
ka: შაბლონის შექმნა

source: Create Webhook
fr: Créer un webhook
ja: Webhook の作成
ka: ვებჰუკის შექმნა

source: Create a Webhook
fr: Créer un webhook
ja: Webhook の作成
ka: ვებჰუკის შექმნა

source: Create a webhook template
fr: Créer un modèle de webhook
ja: Webhook テンプレートの作成
ka: ვებჰუკის ნიმუშის შექმნა

source: Credentials
fr: Identifiants
ja: 認証情報
ka: მომხმ/პაროლი

source: Delete
fr: Supprimer
ja: 削除
ka: წაშლა

source: Delete a Webhook
fr: Supprimer un webhook
ja: Webhook の削除
ka: ვებჰუკის წაშლა

source: Delete a webhook template
fr: Supprimer un modèle de webhook
ja: Webhook テンプレートの削除
ka: Delete a webhook წაშლა

source: Deliver webhook
fr: Livrer un webhook
ja: Webhook の提供
ka: ვებჰუკის მიწოდება

source: Deliver webhook %s
fr: Livrer un webhook %s
ja: Webhook %s の提供
ka: ვებჰუკის %s მიწოდება

source: Edit
fr: Modifier
ja: 編集
ka: ჩასწორება

source: Edit %s
fr: Modifier %s
ja: %s の編集
ka: %s-ის ჩასწორება

source: Enabled
fr: Activé
ja: 有効化済み
ka: ჩაირთო

source: Error
fr: Erreur
ja: ã‚¨ãƒ©ãƒ¼
ka: შეცდომა

source: Example: %s
fr: Exemple: %s
ja: 例: %s
ka: მაგალითი: %s

source: Export a webhook template to ERB
fr: Exporter un modèle de webhook vers ERB
ja: Webhook テンプレートを ERB にエクスポート
ka: ვებჰუკის ნიმუშის ERB_ზე გატანა

source: General
fr: Général
ja: 全般
ka: მთავარი

source: HTTP Content Type
fr: Type de contenu HTTP
ja: HTTP コンテンツタイプ
ka: HTTP შემცველობის ტიპი

source: HTTP Headers
fr: En-têtes HTTP
ja: HTTP ヘッダー
ka: HTTP თავსართები

source: HTTP Method
fr: Méthode HTTP
ja: HTTP メソッド
ka: HTTP მეთოდი

source: If unchecked, the webhook will be inactive
fr: Si décoché, le webhook sera inactif
ja: チェックを外すと、Webhook が非アクティブになります
ka: თუ გამორთულია, ვებჰუკი აქტიური არ იქნება

source: Import a webhook template
fr: Importer un modèle de webhook
ja: Webhook テンプレートのインポート
ka: ვებჰუკის ნიმუშის შემოტანა

source: In case you are using dynamic URL (ERB template), this will not be rendered correctly due to the absence of a real object.
fr: Si vous utilisez une URL dynamique (modèle ERB), celle-ci ne sera pas rendue correctement en raison de l'absence d'un objet réel.
ja: 動的 URL (ERB テンプレート) を使用している場合は、実際のオブジェクトが存在しないために正しくレンダリングされません。

source: List Webhooks
fr: Liste des Webhooks
ja: Webhook の一覧表示
ka: ვებჰუკები სია

source: List available events for subscription
fr: Liste des événements disponibles pour l'abonnement
ja: サブスクライブ可能なイベントの一覧表示
ka: გამოწერადი ხელმისაწვდომი მოვლენების სია

source: List webhook templates
fr: Modèle de webhook
ja: Webhook テンプレートの一覧表示
ka: ვებჰუკის ნიმუშების სია

source: Name
fr: Nom
ja: 名前
ka: სახელი

source: No Results
fr: Aucun résultat
ja: 結果なし
ka: შედეგების გარეშე

source: Optional CAs in PEM format concatenated to verify the receiver's SSL certificate
fr: CA facultatives au format PEM concaténées pour vérifier le certificat SSL du récepteur
ja: レシーバーの SSL 証明書を検証するための連結された PEM 形式の CA (任意)
ka: არასავალდებული CA-ები PEM ფორმატში, ერთ ფალში, მიმღების SSL სერტიფიკატის შესამოწმებლად

source: Optional. Must be a JSON object (ERB allowed)
fr: Facultatif. Doit être un objet JSON (ERB autorisé).
ja: 任意。JSON オブジェクトである必要があります (ERB 使用可)
ka: არასავალდებულოა. უნდა წარმოადგენდეს JSON ობიექტს (ERB დაშვებულია)

source: Password
fr: Mot de passe
ja: パスワード
ka: პაროლი

source: Payload
ja: ペイロード
ka: შემცველობა

source: Please, note that this will not contain actual information or render the attached template.
fr: Veuillez noter que ceci ne contiendra pas d'informations réelles ni ne rendra le modèle ci-joint.
ja: 実際の情報は含まれず、関連付けられたテンプレートのレンダリングも行われないことに注意してください。

source: Proxy Authorization
fr: Autorisation Proxy
ja: プロキシー認可
ka: პროქსის ავტორიზაცია

source: Show Webhook details
fr: Afficher les détails du webhook
ja: Webhook の詳細の表示
ka: ვებჰუკის დეტალების ჩვენება

source: Show webhook template details
fr: Afficher les détails du modèle de webhook
ja: Webhook テンプレートの詳細の表示
ka: ვებჰუკის ნიმუშის დეტალების ჩვენება

source: Snippet
ja: スニペット
ka: ნაწყვეტი

source: Start typing to search
ja: 入力して検索を開始

source: Subscribe to
fr: S'abonner
ja: サブスクライブ先
ka: გამოწერა

source: Target URL
fr: URL cible
ja: ターゲット URL
ka: სამიზნე URL

source: Target URL that should be called by Foreman (ERB allowed).
fr: URL cible qui doit être appelée par Foreman (ERB autorisé)
ja: Foreman が呼び出すターゲット URL (ERB 使用可)。
ka: სამიზნე URL, რომელიც Foreman-მა უნდა გამოიძახოს (ERB დაშვებულია).

source: Template
fr: Modèle
ja: テンプレート
ka: ნიმუში

source: Template contents including metadata
fr: Contenu du modèle, métadonnées incluses
ja: メタデータを含むテンプレートコンテンツ
ka: შაბლოკის შემცველობა, მეტამონაცემების ჩათვლით

source: Template name
fr: Nom de modèle
ja: テンプレート名
ka: შაბლონის სახელი

source: Test
fr: Tester
ja: テスト
ka: შემოწმება

source: Test a Webhook
fr: Tester un webhook
ja: Webhook のテスト
ka: ვებჰუკის გამოცდა

source: Test payload will be sent as is. Cant be a JSON object
fr: La charge utile de test sera envoyée telle quelle. Il ne peut s'agir d'un objet JSON.
ja: テストペイロードはそのまま送信されます。JSON オブジェクトにすることはできません
ka: ტესტური დატვირთვა როგორცაა, ისე გაიგზავნება. შეიძლება იყოს JSON ობიექტი

source: Test webhook
fr: Tester le webhook
ja: Webhook のテスト
ka: ვებჰუკის გამოცდა

source: This template is locked for editing.
fr: Ce modèle est verrouillé contre les modifications.
ja: このテンプレートは編集機能がロックされています。
ka: შაბლონი დაბლოკილია.

source: Try to create a new webhook
fr: Essayez de créer un nouveau webhook
ja: 新規 Webhook の作成をお試しください
ka: ახალი ვებჰუკის შექმნის მცდელობა

source: Type
ja: タイプ
ka: ტიპი

source: URL must be valid and schema must be one of: %s
fr: L'URL doit être valide et le schéma doit être parmi ceux-ci %s
ja: URL が有効であり、スキーマが次のいずれかである必要があります: %s
ka: URL სწორი უნდა იყოს და სქემა უნდა იყოს ერთერთი სიიდან: %s

source: Uncheck this option to disable validation of the receiver's SSL certificate
fr: Décochez cette option pour désactiver la validation du certificat SSL du récepteur
ja: レシーバーの SSL 証明書の検証を無効にするには、このオプションのチェックを外します
ka: გამორთეთ ეს პარამეტრი მიმღების SSL სერტიფიკატის გადამოწმების გამოსართავად

source: Update a Webhook
fr: Mettre à jour un webhook
ja: Webhook の更新
ka: ვებჰუკის განახლება

source: Update a webhook template
fr: Mettre à jour un modèle de webhook
ja: Webhook テンプレートの更新
ka: ვებჰუკის ნიმუშის განახლება

source: User
fr: Utilisateur
ja: ユーザー
ka: მომხმარებელი

source: Verify SSL
fr: Vérifier SSL
ja: SSL の確認
ka: SSL-ის შემოწმება

source: Webhook %s test was successful
fr: Webhook%s le test a réussi
ja: Webhook %s のテストが成功しました
ka: ვებჰუკის %s გამოცდა წარმატებით დასრულდა

source: Webhook %s was successfully deleted
fr: Webhook%s a été supprimé avec succès
ja: Webhook %s が正常に削除されました
ka: ვებჰუკი %s წარმატებით წაიშალა

source: Webhook Templates
fr: Modèles de webhook
ja: Webhook テンプレート
ka: ვებჰუკის ნიმუშები

source: Webhook template not found while firing webhook '%s'. Possible organization/location mismatch in the webhook template?
fr: Modèle de webhook introuvable lors du déclenchement du webhook '%s '. Possible incompatibilité entre l'organisation et l'emplacement dans le modèle de webhook ?
ja: Webhook '%s' の実行中に Webhook テンプレートが見つかりませんでした。Webhook テンプレートの組織/ロケーションが一致していない可能性はありませんか?

source: Webhook test failed: %s
fr: Échec du test du webhook : %s
ja: Webhook のテストに失敗しました: %s
ka: ვებჰუკის გამოცდა ჩავარდა: %ს

source: Webhook was successfully created.
fr: Mise à jour du signet réussie.
ja: Webhook が正常に作成されました。
ka: ვებჰუკი წარმატებით შეიქმნა.

source: Webhook was successfully updated.
fr: Le Webhook a été mis à jour avec succès.
ja: Webhook が正常に更新されました。
ka: ვებჰუკი წარმატებით განახლდა.

source: WebhookTemplate|Locked
ja: WebhookTemplate|ロック済み
ka: დაბლოკილია

source: WebhookTemplate|Name
ja: WebhookTemplate|名前
ka: სახელი

source: WebhookTemplate|Snippet
ja: WebhookTemplate|スニペット
ka: ნაწყვეტი

source: Webhooks
ja: Webhook
ka: ვებჰუკები

source: Whether or not the template is added automatically to new organizations and locations
fr: Indique si le modèle est ajouté automatiquement aux nouvelles organisations et aux nouveaux emplacements
ja: テンプレートが自動的に新規組織およびロケーションに追加されるかどうか
ka: ნაგულისხმები შაბლონები ახალ ორგანიზაციებსა და მდებარეობებს ავტომატურად ემატება, თუ არა

source: Whether or not the template is locked for editing
fr: Indique si le modèle peut être modifié
ja: テンプレートの編集機能をロックするかどうか
ka: დაიბლოკება თუ არა შაბლონი მისი ჩასწორებისას

source: Will be sent as is
fr: Sera envoyé tel quel
ja: そのまま送信されます
ka: გაიგზავნება, როგორც არის

source: X509 Certification Authorities
ja: X509 認証局

source: X509 Certification Authorities concatenated in PEM format
fr: Autorités de certificats X509 concaténées au format PEM
ja: PEM 形式で連結された X509 認証局
ka: X509 სერტიფიკაციის ორგანოები, PEM ფორმატში გაერთიანებული

source: You are about to delete %s. Are you sure?
fr: Vous êtes sur le point de supprimer %s. Êtes-vous sûr ?
ja: %s を削除しようとしています。削除してもよろしいですか?
ka: აპირებთ წაშალოთ %s. დარწმუნებული ბრძანდებით?

source: You are about to test %s webhook.
fr: Vous êtes sur le point de tester%s webhook.
ja: %s Webhook のテストを開始します。

source: You can specify below a custom payload to test the webhook with.
fr: Vous pouvez spécifier ci-dessous une charge utile personnalisée pour tester le webhook.
ja: Webhook をテストするためのカスタムペイロードを以下に指定できます。

source: is required
ja: は必須です

source: Webhook
ka: ვებჰუკი
